Revit 2027 API
Hardwood.HardwoodTintColor Property
 The property labeled "Stain Color" from the "Hardwood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string HardwoodTintColor { get; }
Public Shared ReadOnly Property HardwoodTintColor As String
	Get
public:
static property String^ HardwoodTintColor {
	String^ get ();
}
static member HardwoodTintColor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d".
See Also
Reference
Hardwood Class
Autodesk.Revit.DB.Visual Namespace